// ownCloud

"_bad_username_password_"               = "Nom d'utilisateur ou mot de passe incorrect";
"_cancelled_by_user"                    = "Transfert  interrompu";
"_error_folder_destiny_is_the_same_"    = "Il n'est pas possible de déplacer le dossier lui-même";
"_error_not_permission_"                = "Vous n'avez pas la permission pour terminer cette opération";
"_error_path_"                          = "Impossible d'ouvrir ce fichier ou répertoire. Vérifiez qu'il existe.";
"_file_upload_not_exitst_"              = "Le fichier que nous voulons téléverser n'existe pas";
"_forbidden_characters_from_server_"    = "Le nom contient au moins un caractère non valide";
"_not_connected_internet_"              = "Erreur de connexion avec le serveur";
"_not_possible_connect_to_server_"      = "Il n'est pas possible de se connecter au serveur maintenant";
"_not_possible_create_folder_"          = "Impossible de créer ce dossier";
"_server_down_"                         = "Le serveur est inaccessible";
"_time_out_"                            = "Timeout, essayez à nouveau";
"_unknow_response_server_"              = "Réponse inattendue du serveur";
"_user_autentication_required_"         = "Authentification de l'utilisateur nécessaire";
"_file_directory_locked_"               = "Le fichier ou le dossier sont verrouillés";
"_ssl_certificate_untrusted_"           = "Le certificat pour ce serveur est non valide";
"_internal_server_"                     = "Internal Server Error";

"_file_already_exists_"                 = "Impossible de terminer l'opération, il y a un fichier avec le même nom";
"_file_folder_not_exists_"              = "Le fichier source n'était pas présent dans le chemin indiqué";
"_folder_contents_nochanged_"           = "Le contenu du dossier n'a pas changé";
"_images_invalid_converted_"            = "L'image est invalide et ne peut être convertie en miniature";
"_method_not_expected_"                 = "La méthode demandée n'est pas acceptée";
"_reauthenticate_user_"                 = "Session expirée, merci de ré-authentifier l'utilisateur";
"_server_error_retry_"                  = "Erreur du serveur, ré-essayer la requête";
"_too_many_files_"                      = "Trop de fichiers seraient impactés par cette opération pour qu'elle puisse se terminer avec succès";
"_too_many_request_"                    = "La limite de transferts est atteinte - trop de demande ont été envoyées";
"_user_over_quota_"                     = "Storage quota is reached";

"_ssl_connection_error_"                = "Erreur de connexion SSL, essayez encore";
